module.exports = {
  /*
    message texts
  */
  hi: {
    fa: `
    سلام #name#
    به بازی سرنخ خوش اومدی
    برای اینکه تازه ثبت نام کردی روباه سفید بهت ۱۰۰۰ سکه هدیه داد. (چه عالی!!!!) می تونی با این هزار سکه یه بازی جدید شروع کنی یا توی بازی بقیه شرکت کنی.
    فقط دقت کن که هر بازی یه مقداری ورودی داره که باید پرداختش کنی. اگه بازی رو بردی دوبرابر ورودی بازی بهت جایزه داده می شه اگرم گه باختی که هیچی!
    حالا هر بازی به چه شکلی هست. بازی به طور کلی چهارنفره اجرا و در قالب دوتا تیم دو نفره اجرا می شه. هر بازی ۳ یا ۵ یا ۷ راند داره که شروع کننده بازی تعیینش می کنه
    وقتی اتاق بازی توسط نفر اول ایجاد شد باید سه نفر دیگه به اتاق اضافه بشن. می شه لینک یا کد بازی رو منتشر کرد تا سه نفر دیگه خودشون بیان
    بعد از اینکه ۴ نفر تکمیل شدن راند اول شروع می شه. چهار نفر به صورت تصادفی به دو گروه تقسیم می شن. هیچ کدوم خبر ندارن که همگروهی کی هست.
    حالا یک نفر از یکی از دو گروه باید کلمه ای رو برای راند اول پیشنهاد بده (این یه نفر رو روباه سفید انتخاب می کنه). بعد از انتخاب کلمه به یکی از اعضای تیم حریف کلمه رو اطلاع می دم
    اون فرد باید فقط با یه کلمه به هم تیمی خودش راهنمایی کنه. بعدش هم تیمی اش کلمه رو حدس می زنه اگه درست باشه راند رو می برن اگر نه نوبت کسی هست که کلمه راند رو پیشنهاد داده
    حالا اون باید با یه کلمه به هم تیمی خودش راهنمایی کنه. اگه هم تیمی اش تونست کلمه راند رو پیدا کنه راند رو می برن واگرنه دوباره نوبت تیم مقابله که حدس بزنن
    دقت کنید که راهنمایی ها حتما باید یک کلمه باشن. فقط باید ارتباط معنایی با کلمه راند داشته باشن. نباید توش اموجی یا چیزی غیر از حروف فارسی باشه. فینگلیشی نوشتن ممنوع!
    دقت کنید که اگه شرایط بازی منصفانه رو رعایت نکنید و توسط بقیه کاربرا گزارش بشید بازی مسدود می شه و تو مراحل بعدی کلا محروم می شید
    `
  },
  help:{
    fa: `
    تو این ربات می تونی هرچقدر خواستی توی بازی ها شرکت کنی یا با دوستات بازی جدید بسازی و لذت ببری
    فقط دقت کن که هر بازی یه مقداری ورودی داره که باید پرداختش کنی. اگه بازی رو بردی دوبرابر ورودی بازی بهت جایزه داده می شه اگرم گه باختی که هیچی!
    حالا هر بازی به چه شکلی هست. بازی به طور کلی چهارنفره اجرا و در قالب دوتا تیم دو نفره اجرا می شه. هر بازی ۳ یا ۵ یا ۷ راند داره که شروع کننده بازی تعیینش می کنه
    وقتی اتاق بازی توسط نفر اول ایجاد شد باید سه نفر دیگه به اتاق اضافه بشن. می شه لینک یا کد بازی رو منتشر کرد تا سه نفر دیگه خودشون بیان
    بعد از اینکه ۴ نفر تکمیل شدن راند اول شروع می شه. چهار نفر به صورت تصادفی به دو گروه تقسیم می شن. هیچ کدوم خبر ندارن که همگروهی کی هست.
    حالا یک نفر از یکی از دو گروه باید کلمه ای رو برای راند اول پیشنهاد بده (این یه نفر رو روباه سفید انتخاب می کنه). بعد از انتخاب کلمه به یکی از اعضای تیم حریف کلمه رو اطلاع می دم
    اون فرد باید فقط با یه کلمه به هم تیمی خودش راهنمایی کنه. بعدش هم تیمی اش کلمه رو حدس می زنه اگه درست باشه راند رو می برن اگر نه نوبت کسی هست که کلمه راند رو پیشنهاد داده
    حالا اون باید با یه کلمه به هم تیمی خودش راهنمایی کنه. اگه هم تیمی اش تونست کلمه راند رو پیدا کنه راند رو می برن واگرنه دوباره نوبت تیم مقابله که حدس بزنن
    دقت کنید که راهنمایی ها حتما باید یک کلمه باشن. فقط باید ارتباط معنایی با کلمه راند داشته باشن. نباید توش اموجی یا چیزی غیر از حروف فارسی باشه. فینگلیشی نوشتن ممنوع!
    دقت کنید که اگه شرایط بازی منصفانه رو رعایت نکنید و توسط بقیه کاربرا گزارش بشید بازی مسدود می شه و تو مراحل بعدی کلا محروم می شید
    `
  },
  bet: {
    fa: `
    لطفا ورودی بازی را مشخص کن. الان که دارم نگاه می کنم #coins# سکه داری. چقدرشو می دی؟
    `
  },
  not_enough_money: {
    fa: `
    مسخره بازی درنیار
    تو که این همه سکه نداری
    `
  },
  game_started: {
    fa: `
    بازی درست شد
    کد بازی <i>#_id#</i> هست. باید سه نفر دیگه به این بازی اضافه باشن تا شروع بشه. به نظرم بهتره دوستاتو به این بازی دعوت کنی و کد بازی رو بهشون بدی
    `
  },
  profile_info: {
    fa:`
    نام:‌ #name#
    امتیاز: #score#
    سکه ها: #coins# عدد
    `
  }
}